Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/MCP.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: The server responded, but it couldn't be saved on this device. Try again in a moment.
ar: استجاب الخادم، لكن تعذّر حفظه على هذا الجهاز. أعد المحاولة بعد قليل.
de: Der Server hat geantwortet, ließ sich aber nicht auf diesem Gerät speichern. Versuche es gleich noch einmal.
es: El servidor respondió, pero no se pudo guardar en este dispositivo. Inténtalo de nuevo en un momento.
fr: Le serveur a répondu, mais il n’a pas pu être enregistré sur cet appareil. Réessayez dans un instant.
hi: सर्वर ने जवाब दिया, लेकिन उसे इस डिवाइस पर सेव नहीं किया जा सका। थोड़ी देर में फिर कोशिश करें।
id: Server merespons, tetapi tidak bisa disimpan di perangkat ini. Coba lagi sebentar lagi.
ja: サーバーからの応答はありましたが、このデバイスに保存できませんでした。しばらくしてからもう一度お試しください。
ko: 서버는 응답했지만 이 기기에 저장하지 못했습니다. 잠시 후 다시 시도하세요.
pt_br: O servidor respondeu, mas não foi possível salvá-lo neste dispositivo. Tente de novo daqui a pouco.
ru: Сервер ответил, но сохранить его на этом устройстве не получилось. Попробуйте чуть позже.
th: เซิร์ฟเวอร์ตอบกลับแล้ว แต่บันทึกลงในอุปกรณ์นี้ไม่ได้ โปรดลองอีกครั้งในอีกสักครู่
tr: Sunucu yanıt verdi ama bu cihaza kaydedilemedi. Biraz sonra yeniden deneyin.
vi: Máy chủ có phản hồi nhưng không lưu được vào thiết bị này. Hãy thử lại sau giây lát.
zh_hans: 服务器有回应，但没能保存到这台设备上。请稍后再试。
zh_hant: 伺服器有回應，但無法儲存到這台裝置。請稍後再試。

source: The server returned an error.
ar: أعاد الخادم خطأً.
de: Der Server hat einen Fehler gemeldet.
es: El servidor devolvió un error.
fr: Le serveur a renvoyé une erreur.
hi: सर्वर ने त्रुटि लौटाई।
id: Server mengembalikan kesalahan.
ja: サーバーからエラーが返されました。
ko: 서버에서 오류를 반환했습니다.
pt_br: O servidor retornou um erro.
ru: Сервер вернул ошибку.
th: เซิร์ฟเวอร์ส่งข้อผิดพลาดกลับมา
tr: Sunucu bir hata döndürdü.
vi: Máy chủ trả về lỗi.
zh_hans: 服务器返回了错误。
zh_hant: 伺服器回傳了錯誤。

source: The server took too long to respond.
ar: لم يستجب الخادم في الوقت المحدد.
de: Der Server hat nicht rechtzeitig geantwortet.
es: El servidor no respondió a tiempo.
fr: Le serveur n’a pas répondu à temps.
hi: सर्वर ने समय पर जवाब नहीं दिया।
id: Server tidak merespons tepat waktu.
ja: サーバーから時間内に応答がありませんでした。
ko: 서버가 제시간에 응답하지 않았습니다.
pt_br: O servidor não respondeu a tempo.
ru: Сервер не ответил вовремя.
th: เซิร์ฟเวอร์ไม่ตอบกลับภายในเวลาที่กำหนด
tr: Sunucu zamanında yanıt vermedi.
vi: Máy chủ không phản hồi kịp.
zh_hans: 服务器响应超时。
zh_hant: 伺服器回應逾時。

source: The sign-in details on this device couldn't be deleted. Try again.
ar: تعذّر حذف بيانات تسجيل الدخول من هذا الجهاز. أعد المحاولة.
de: Die Anmeldedaten auf diesem Gerät konnten nicht gelöscht werden. Versuche es noch einmal.
es: No se pudieron borrar las credenciales de este dispositivo. Inténtalo de nuevo.
fr: Les identifiants enregistrés sur cet appareil n’ont pas pu être supprimés. Réessayez.
hi: इस डिवाइस पर सेव की गई साइन इन की जानकारी मिटाई नहीं जा सकी। फिर कोशिश करें।
id: Kredensial login di perangkat ini tidak bisa dihapus. Coba lagi.
ja: このデバイスのログイン情報を削除できませんでした。もう一度お試しください。
ko: 이 기기의 로그인 정보를 삭제하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível excluir os dados de login deste dispositivo. Tente novamente.
ru: Не удалось удалить данные для входа на этом устройстве. Попробуйте ещё раз.
th: ลบข้อมูลการลงชื่อเข้าใช้ในอุปกรณ์นี้ไม่ได้ โปรดลองอีกครั้ง
tr: Bu cihazdaki oturum bilgileri silinemedi. Yeniden deneyin.
vi: Không xóa được thông tin đăng nhập trên thiết bị này. Hãy thử lại.
zh_hans: 这台设备上的登录凭据没能删除，请再试一次。
zh_hant: 無法刪除這台裝置上的登入憑證，請再試一次。

source: The sign-in page was closed, or the service didn't approve the request. Nothing has changed.
ar: أُغلقت صفحة تسجيل الدخول، أو لم توافق الخدمة على الطلب. لم يتغيّر شيء.
de: Die Anmeldeseite wurde geschlossen oder der Dienst hat die Anfrage nicht freigegeben. Es wurde nichts geändert.
es: Se cerró la página de inicio de sesión o el servicio no aprobó la solicitud. No cambió nada.
fr: La page d’identification a été fermée, ou le service n’a pas approuvé la demande. Rien n’a été modifié.
hi: साइन इन पेज बंद कर दिया गया, या सेवा ने अनुरोध मंज़ूर नहीं किया। कुछ भी नहीं बदला।
id: Halaman masuk ditutup, atau layanan tidak menyetujui permintaannya. Tidak ada yang berubah.
ja: ログインページが閉じられたか、サービス側でリクエストが承認されませんでした。変更は行われていません。
ko: 로그인 페이지가 닫혔거나 서비스에서 요청을 승인하지 않았습니다. 변경된 내용은 없습니다.
pt_br: A página de login foi fechada ou o serviço não aprovou a solicitação. Nada foi alterado.
ru: Страницу входа закрыли, либо сервис не одобрил запрос. Ничего не изменилось.
th: หน้าลงชื่อเข้าใช้ถูกปิด หรือบริการไม่อนุมัติคำขอ ไม่มีอะไรเปลี่ยนแปลง
tr: Oturum açma sayfası kapatıldı veya hizmet isteği onaylamadı. Hiçbir şey değişmedi.
vi: Trang đăng nhập đã bị đóng, hoặc dịch vụ không chấp thuận yêu cầu. Không có gì thay đổi.
zh_hans: 登录页面被关闭了，或者服务方没有同意这次授权。没有任何改动。
zh_hant: 登入頁面被關閉了，或是服務方沒有同意這次授權。沒有任何變更。

source: The sign-in page was closed, or the service didn't approve the request. The server hasn't been added.
ar: أُغلقت صفحة تسجيل الدخول، أو لم توافق الخدمة على الطلب. لم تتم إضافة الخادم.
de: Die Anmeldeseite wurde geschlossen oder der Dienst hat die Anfrage nicht freigegeben. Der Server wurde nicht hinzugefügt.
es: Se cerró la página de inicio de sesión o el servicio no aprobó la solicitud. El servidor no se agregó.
fr: La page d’identification a été fermée, ou le service n’a pas approuvé la demande. Le serveur n’a pas été ajouté.
hi: साइन इन पेज बंद कर दिया गया, या सेवा ने अनुरोध मंज़ूर नहीं किया। सर्वर नहीं जोड़ा गया है।
id: Halaman masuk ditutup, atau layanan tidak menyetujui permintaannya. Server belum ditambahkan.
ja: ログインページが閉じられたか、サービス側でリクエストが承認されませんでした。サーバーは追加されていません。
ko: 로그인 페이지가 닫혔거나 서비스에서 요청을 승인하지 않았습니다. 서버는 추가되지 않았습니다.
pt_br: A página de login foi fechada ou o serviço não aprovou a solicitação. O servidor não foi adicionado.
ru: Страницу входа закрыли, либо сервис не одобрил запрос. Сервер не добавлен.
th: หน้าลงชื่อเข้าใช้ถูกปิด หรือบริการไม่อนุมัติคำขอ ยังไม่ได้เพิ่มเซิร์ฟเวอร์
tr: Oturum açma sayfası kapatıldı veya hizmet isteği onaylamadı. Sunucu eklenmedi.
vi: Trang đăng nhập đã bị đóng, hoặc dịch vụ không chấp thuận yêu cầu. Máy chủ chưa được thêm.
zh_hans: 登录页面被关闭了，或者服务方没有同意这次授权。服务器还没有被添加。
zh_hant: 登入頁面被關閉了，或是服務方沒有同意這次授權。伺服器尚未新增。

source: The token stays on this device.
ar: يبقى الرمز على هذا الجهاز.
de: Das Token bleibt auf diesem Gerät.
es: El token se queda en este dispositivo.
fr: Le jeton reste sur cet appareil.
hi: टोकन सिर्फ़ इसी डिवाइस पर रहता है।
id: Token hanya tersimpan di perangkat ini.
ja: トークンはこのデバイスにのみ保存されます。
ko: 토큰은 이 기기에만 저장됩니다.
pt_br: O token fica neste dispositivo.
ru: Токен хранится только на этом устройстве.
th: โทเค็นจะเก็บไว้ในอุปกรณ์นี้เท่านั้น
tr: Belirteç yalnızca bu cihazda saklanır.
vi: Mã truy cập chỉ lưu trên thiết bị này.
zh_hans: 令牌只保存在这台设备上。
zh_hant: 權杖只會存在這台裝置上。

source: The tool reported an error.
ar: أبلغت الأداة عن خطأ.
de: Das Tool hat einen Fehler gemeldet.
es: La herramienta informó un error.
fr: L’outil a signalé une erreur.
hi: टूल ने त्रुटि की सूचना दी।
id: Alat melaporkan kesalahan.
ja: ツールからエラーが報告されました。
ko: 도구에서 오류를 보고했습니다.
pt_br: A ferramenta relatou um erro.
ru: Инструмент сообщил об ошибке.
th: เครื่องมือแจ้งข้อผิดพลาด
tr: Araç bir hata bildirdi.
vi: Công cụ báo lỗi.
zh_hans: 工具执行出错。
zh_hant: 工具執行出錯。

source: This address isn't an MCP server
ar: هذا العنوان ليس خادم MCP
de: Unter dieser Adresse läuft kein MCP-Server
es: Esta dirección no es un servidor MCP
fr: Cette adresse n’est pas celle d’un serveur MCP
hi: यह पता किसी MCP सर्वर का नहीं है
id: Alamat ini bukan server MCP
ja: このアドレスは MCP サーバーではありません
ko: 이 주소는 MCP 서버가 아닙니다
pt_br: Este endereço não é de um servidor MCP
ru: По этому адресу нет MCP-сервера
th: ที่อยู่นี้ไม่ใช่เซิร์ฟเวอร์ MCP
tr: Bu adres bir MCP sunucusu değil
vi: Địa chỉ này không phải máy chủ MCP
zh_hans: 这个地址不是 MCP 服务器
zh_hant: 這個位址不是 MCP 伺服器

source: This deletes the sign-in details saved on this device and removes the server from the list. Tool records in existing chats are kept.
ar: ستُحذف بيانات تسجيل الدخول المحفوظة على هذا الجهاز، ويُزال الخادم من القائمة. تبقى سجلات الأدوات في المحادثات الحالية كما هي.
de: Dadurch werden die auf diesem Gerät gespeicherten Anmeldedaten gelöscht und der Server verschwindet aus der Liste. Tool-Einträge in bestehenden Chats bleiben erhalten.
es: Se borrarán las credenciales guardadas en este dispositivo y el servidor desaparecerá de la lista. Los registros de herramientas de los chats existentes se conservan.
fr: Les identifiants enregistrés sur cet appareil seront supprimés et le serveur disparaîtra de la liste. L’historique des outils dans les conversations existantes est conservé.
hi: इससे इस डिवाइस पर सेव की गई साइन इन की जानकारी मिट जाएगी और यह सर्वर सूची से हट जाएगा। मौजूदा चैट में टूल के रिकॉर्ड बने रहेंगे।
id: Kredensial login yang tersimpan di perangkat ini akan dihapus, dan server ini dikeluarkan dari daftar. Catatan alat di chat yang sudah ada tetap disimpan.
ja: このデバイスに保存されているログイン情報が削除され、サーバー一覧からこのサーバーが消えます。これまでの会話に残っているツールの記録は保持されます。
ko: 이 기기에 저장된 로그인 정보가 삭제되고, 서버 목록에서 이 서버가 제거됩니다. 기존 대화에 남은 도구 기록은 유지됩니다.
pt_br: Isso exclui os dados de login salvos neste dispositivo e remove o servidor da lista. Os registros de ferramentas nos chats existentes são mantidos.
ru: Данные для входа, сохранённые на этом устройстве, будут удалены, а сервер исчезнет из списка. Записи об инструментах в уже существующих чатах останутся.
th: ข้อมูลการลงชื่อเข้าใช้ที่บันทึกไว้ในอุปกรณ์นี้จะถูกลบ และเซิร์ฟเวอร์จะถูกนำออกจากรายการ ส่วนบันทึกการใช้เครื่องมือในแชทที่มีอยู่จะยังคงอยู่
tr: Bu cihazda kayıtlı oturum bilgileri silinir ve sunucu listeden kaldırılır. Mevcut sohbetlerdeki araç kayıtları korunur.
vi: Thao tác này xóa thông tin đăng nhập đã lưu trên thiết bị này và gỡ máy chủ khỏi danh sách. Lịch sử dùng công cụ trong các cuộc trò chuyện hiện có vẫn được giữ lại.
zh_hans: 会删除这台设备上保存的登录凭据，并把这台服务器从列表里移除。已有对话里的工具记录会保留。
zh_hant: 這會刪除這台裝置上儲存的登入憑證，並將這台伺服器從清單中移除。既有對話裡的工具紀錄會保留。

source: This model can't use tools
ar: هذا النموذج لا يستطيع استخدام الأدوات
de: Dieses Modell kann keine Tools nutzen
es: Este modelo no puede usar herramientas
fr: Ce modèle ne peut pas utiliser d’outils
hi: यह मॉडल टूल इस्तेमाल नहीं कर सकता
id: Model ini tidak bisa memakai alat
ja: このモデルではツールを使えません
ko: 이 모델은 도구를 사용할 수 없습니다
pt_br: Este modelo não pode usar ferramentas
ru: Эта модель не может использовать инструменты
th: โมเดลนี้ใช้เครื่องมือไม่ได้
tr: Bu model araç kullanamıyor
vi: Mô hình này không dùng được công cụ
zh_hans: 这个模型不能使用工具
zh_hant: 目前的模型不能使用工具

source: This model doesn't support tool calling. Switch to another model to use tools.
ar: هذا النموذج لا يدعم استدعاء الأدوات. انتقل إلى نموذج آخر لاستخدامها.
de: Dieses Modell unterstützt keine Tool-Aufrufe. Wechsle zu einem anderen Modell, um Tools zu nutzen.
es: Este modelo no admite llamadas a herramientas. Cambia a otro modelo para usarlas.
fr: Ce modèle ne prend pas en charge l’appel d’outils. Passez à un autre modèle pour utiliser des outils.
hi: यह मॉडल टूल कॉलिंग सपोर्ट नहीं करता। टूल इस्तेमाल करने के लिए कोई दूसरा मॉडल चुनें।
id: Model ini tidak mendukung pemanggilan alat. Beralihlah ke model lain untuk memakai alat.
ja: このモデルはツール呼び出しに対応していません。別のモデルに切り替えると使えます。
ko: 이 모델은 도구 호출을 지원하지 않습니다. 다른 모델로 전환하면 사용할 수 있습니다.
pt_br: Este modelo não tem suporte a chamadas de ferramentas. Troque de modelo para usá-las.
ru: Эта модель не поддерживает вызов инструментов. Переключитесь на другую модель, чтобы ими пользоваться.
th: โมเดลนี้ไม่รองรับการเรียกใช้เครื่องมือ เปลี่ยนไปใช้โมเดลอื่นเพื่อใช้เครื่องมือ
tr: Bu model araç çağırmayı desteklemiyor. Araç kullanmak için başka bir modele geçin.
vi: Mô hình này không hỗ trợ gọi công cụ. Hãy chuyển sang mô hình khác để dùng công cụ.
zh_hans: 这个模型不支持调用工具。换一个模型后就可以使用。
zh_hant: 這個模型不支援工具呼叫。換一個模型後就能使用。

source: This server doesn't offer any tools.
ar: لا يوفّر هذا الخادم أي أدوات.
de: Dieser Server stellt keine Tools bereit.
es: Este servidor no ofrece ninguna herramienta.
fr: Ce serveur ne propose aucun outil.
hi: यह सर्वर कोई टूल नहीं देता।
id: Server ini tidak menyediakan alat apa pun.
ja: このサーバーはツールを提供していません。
ko: 이 서버에서 제공하는 도구가 없습니다.
pt_br: Este servidor não oferece nenhuma ferramenta.
ru: Этот сервер не предоставляет инструментов.
th: เซิร์ฟเวอร์นี้ไม่มีเครื่องมือให้ใช้
tr: Bu sunucu hiç araç sunmuyor.
vi: Máy chủ này không cung cấp công cụ nào.
zh_hans: 这个服务器没有提供工具。
zh_hant: 這個伺服器沒有提供工具。

source: This server doesn't support automatic sign-in
ar: هذا الخادم لا يدعم تسجيل الدخول التلقائي
de: Dieser Server unterstützt keine automatische Anmeldung
es: Este servidor no admite el inicio de sesión automático
fr: Ce serveur ne permet pas l’identification automatique
hi: यह सर्वर अपने-आप साइन इन की सुविधा नहीं देता
id: Server ini tidak mendukung masuk otomatis
ja: このサーバーは自動ログインに対応していません
ko: 이 서버는 자동 로그인을 지원하지 않습니다
pt_br: Este servidor não oferece login automático
ru: Этот сервер не поддерживает автоматический вход
th: เซิร์ฟเวอร์นี้ไม่รองรับการลงชื่อเข้าใช้อัตโนมัติ
tr: Bu sunucu otomatik oturum açmayı desteklemiyor
vi: Máy chủ này không hỗ trợ đăng nhập tự động
zh_hans: 这个服务器不支持自动登录
zh_hant: 這個伺服器不支援自動登入

source: This server's full address isn't on this device. Enter it again to keep using it.
ar: العنوان الكامل لهذا الخادم غير موجود على هذا الجهاز. أعد إدخاله لمواصلة استخدامه.
de: Die vollständige Adresse dieses Servers ist auf diesem Gerät nicht gespeichert. Gib sie erneut ein, um den Server weiter zu nutzen.
es: La dirección completa de este servidor no está en este dispositivo. Vuelve a escribirla para seguir usándolo.
fr: L’adresse complète de ce serveur n’est pas sur cet appareil. Saisissez-la de nouveau pour continuer à l’utiliser.
hi: इस सर्वर का पूरा पता इस डिवाइस पर नहीं है। इस्तेमाल जारी रखने के लिए पता दोबारा डालें।
id: Alamat lengkap server ini tidak ada di perangkat ini. Masukkan lagi untuk terus memakainya.
ja: このデバイスには、このサーバーの完全なアドレスがありません。引き続き使うには、もう一度入力してください。
ko: 이 기기에는 이 서버의 전체 주소가 없습니다. 계속 사용하려면 주소를 다시 입력하세요.
pt_br: O endereço completo deste servidor não está neste dispositivo. Informe-o de novo para continuar usando o servidor.
ru: На этом устройстве нет полного адреса этого сервера. Введите его заново, чтобы пользоваться сервером дальше.
th: อุปกรณ์นี้ไม่มีที่อยู่แบบเต็มของเซิร์ฟเวอร์นี้ โปรดป้อนอีกครั้งเพื่อใช้งานต่อ
tr: Bu sunucunun tam adresi bu cihazda yok. Kullanmaya devam etmek için adresi yeniden girin.
vi: Thiết bị này không có địa chỉ đầy đủ của máy chủ này. Hãy nhập lại để tiếp tục sử dụng.
zh_hans: 这台设备上没有这个服务器的完整地址。重新填写后才能继续使用。
zh_hant: 這台裝置上沒有這個伺服器的完整位址。重新填寫後才能繼續使用。

source: This step changes your data in %@. Here's what the model is about to send.
ar: هذه الخطوة تعدّل بياناتك في %@. في ما يلي ما يوشك النموذج على إرساله.
de: Dieser Schritt ändert deine Daten in %@. Das will das Modell senden:
es: Este paso modifica tus datos en %@. Esto es lo que el modelo va a enviar.
fr: Cette étape modifie vos données dans %@. Voici ce que le modèle s’apprête à envoyer.
hi: यह चरण %@ में आपका डेटा बदलेगा। मॉडल जो भेजने वाला है, वह नीचे है।
id: Langkah ini mengubah data Anda di %@. Berikut yang akan dikirim model.
ja: このステップは %@ 上のデータを変更します。モデルが送信しようとしている内容は次のとおりです。
ko: 이 단계는 %@에 있는 내 데이터를 변경합니다. 모델이 보내려는 내용은 다음과 같습니다.
pt_br: Esta etapa altera seus dados em %@. Veja o que o modelo está prestes a enviar.
ru: Этот шаг изменит ваши данные в %@. Вот что модель собирается отправить.
th: ขั้นนี้จะแก้ไขข้อมูลของคุณใน %@ ด้านล่างคือสิ่งที่โมเดลกำลังจะส่ง
tr: Bu adım %@ üzerindeki verilerinizi değiştirir. Modelin göndermek üzere olduğu içerik aşağıda.
vi: Bước này sẽ thay đổi dữ liệu của bạn trên %@. Dưới đây là nội dung mô hình sắp gửi.
zh_hans: 这一步会修改你在 %@ 里的内容。下面是模型准备提交的信息。
zh_hant: 這一步會修改你在 %@ 裡的內容。以下是模型準備送出的資訊。

source: This tool asked for more input, which isn't supported yet.
ar: طلبت هذه الأداة معلومات إضافية، وهذا غير مدعوم حتى الآن.
de: Dieses Tool hat weitere Eingaben angefordert. Das wird noch nicht unterstützt.
es: Esta herramienta pidió más información, algo que todavía no se admite.
fr: Cet outil a demandé des informations supplémentaires, ce qui n’est pas encore pris en charge.
hi: इस टूल ने और जानकारी माँगी, जिसकी सुविधा अभी उपलब्ध नहीं है।
id: Alat ini meminta masukan tambahan, dan hal itu belum didukung.
ja: このツールは追加の入力を求めましたが、まだ対応していません。
ko: 이 도구가 추가 입력을 요청했지만 아직 지원되지 않습니다.
pt_br: Esta ferramenta pediu mais informações, e ainda não há suporte para isso.
ru: Инструмент запросил дополнительные данные — это пока не поддерживается.
th: เครื่องมือนี้ขอข้อมูลเพิ่มเติม ซึ่งยังไม่รองรับ
tr: Bu araç ek bilgi istedi; bu henüz desteklenmiyor.
vi: Công cụ này yêu cầu nhập thêm thông tin, hiện chưa được hỗ trợ.
zh_hans: 这个工具需要补充信息，目前还不支持。
zh_hant: 這個工具需要補充資訊，目前還不支援。

source: This tool is no longer available.
ar: هذه الأداة لم تعد متاحة.
de: Dieses Tool ist nicht mehr verfügbar.
es: Esta herramienta ya no está disponible.
fr: Cet outil n’est plus disponible.
hi: यह टूल अब उपलब्ध नहीं है।
id: Alat ini sudah tidak tersedia.
ja: このツールは使えなくなりました。
ko: 이 도구는 더 이상 사용할 수 없습니다.
pt_br: Esta ferramenta não está mais disponível.
ru: Этот инструмент больше недоступен.
th: เครื่องมือนี้ใช้ไม่ได้แล้ว
tr: Bu araç artık kullanılamıyor.
vi: Công cụ này không còn dùng được.
zh_hans: 这个工具已不可用。
zh_hant: 這個工具已無法使用。

source: This tool isn't offered to the model.
ar: لا تُعرض هذه الأداة على النموذج.
de: Dieses Tool wird dem Modell nicht angeboten.
es: Esta herramienta no se le ofrece al modelo.
fr: Cet outil n’est pas proposé au modèle.
hi: यह टूल मॉडल को नहीं दिया जाता।
id: Alat ini tidak ditawarkan ke model.
ja: このツールはモデルに渡されません。
ko: 이 도구는 모델에 제공되지 않습니다.
pt_br: Esta ferramenta não é oferecida ao modelo.
ru: Модель не получит этот инструмент.
th: จะไม่เสนอเครื่องมือนี้ให้โมเดล
tr: Bu araç modele sunulmaz.
vi: Công cụ này không được cung cấp cho mô hình.
zh_hans: 不把这个工具提供给模型。
zh_hant: 不把這個工具提供給模型。

source: Token needed
ar: يلزم رمز وصول
de: Token nötig
es: Falta el token
fr: Jeton requis
hi: टोकन ज़रूरी
id: Perlu token
ja: トークンが必要
ko: 토큰 필요
pt_br: Token necessário
ru: Нужен токен
th: ต้องใช้โทเค็น
tr: Erişim belirteci gerekli
vi: Cần mã truy cập
zh_hans: 需要访问令牌
zh_hant: 需要存取權杖

source: Too large to send to the model
ar: أكبر من أن يُرسل إلى النموذج
de: Zu groß für das Modell
es: Demasiado grande para enviarla al modelo
fr: Trop volumineux pour être envoyé au modèle
hi: इतना बड़ा है कि मॉडल को नहीं भेजा जा सकता
id: Terlalu besar untuk dikirim ke model
ja: 説明が長すぎるため、モデルに渡せません
ko: 설명이 너무 길어 모델에 전달할 수 없습니다
pt_br: Grande demais para enviar ao modelo
ru: Слишком большой, чтобы передать модели
th: ใหญ่เกินกว่าจะส่งให้โมเดล
tr: Modele gönderilemeyecek kadar büyük
vi: Quá lớn nên không gửi được cho mô hình
zh_hans: 定义过大，无法提供给模型
zh_hant: 說明太長，無法提供給模型

source: Tool limit reached. The answer below uses the results so far.
ar: بلغ عدد خطوات الأدوات الحد الأقصى للإجابة الواحدة. الإجابة أدناه مبنية على النتائج المتوفرة حتى الآن.
de: Die Höchstzahl an Tool-Schritten pro Antwort ist erreicht. Die Antwort unten stützt sich auf die bisherigen Ergebnisse.
es: Se alcanzó el máximo de pasos con herramientas por respuesta. La respuesta de abajo se basa en los resultados obtenidos hasta ahora.
fr: Le nombre maximal d’étapes d’outils par réponse est atteint. La réponse ci-dessous s’appuie sur les résultats obtenus jusqu’ici.
hi: एक जवाब में टूल के चरणों की सीमा पूरी हो गई। नीचे का जवाब अब तक मिले नतीजों पर आधारित है।
id: Batas langkah alat untuk satu jawaban sudah tercapai. Jawaban di bawah disusun dari hasil yang sudah ada.
ja: 1 回の回答で使えるツールのステップ数の上限に達しました。以下は、ここまでの結果に基づく回答です。
ko: 한 번의 답변에서 쓸 수 있는 도구 단계 한도에 도달했습니다. 아래는 지금까지의 결과를 바탕으로 한 답변입니다.
pt_br: O limite de etapas com ferramentas por resposta foi atingido. A resposta abaixo se baseia nos resultados obtidos até aqui.
ru: Достигнут лимит шагов с инструментами на один ответ. Ответ ниже основан на уже полученных результатах.
th: ถึงขีดจำกัดจำนวนขั้นการใช้เครื่องมือต่อหนึ่งคำตอบแล้ว คำตอบด้านล่างอ้างอิงจากผลลัพธ์ที่ได้จนถึงตอนนี้
tr: Tek yanıtta kullanılabilecek araç adımı sınırına ulaşıldı. Aşağıdaki yanıt şimdiye kadarki sonuçlara dayanıyor.
vi: Đã đạt giới hạn số bước dùng công cụ cho một câu trả lời. Câu trả lời bên dưới dựa trên các kết quả đã có.
zh_hans: 已达到单次回答的工具步数上限，下面是根据现有结果给出的回答。
zh_hant: 已達單次回答的工具步數上限，以下是根據現有結果給出的回答。

source: Tools
ar: الأدوات
es: Herramientas
fr: Outils
hi: टूल्स
id: Alat
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
th: เครื่องมือ
tr: Araçlar
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Tools & connections
ar: الأدوات والاتصالات
de: Tools und Verbindungen
es: Herramientas y conexiones
fr: Outils et connexions
hi: टूल और कनेक्शन
id: Alat dan koneksi
ja: ツールと接続
ko: 도구 및 연결
pt_br: Ferramentas e conexões
ru: Инструменты и подключения
th: เครื่องมือและการเชื่อมต่อ
tr: Araçlar ve bağlantılar
vi: Công cụ và kết nối
zh_hans: 工具与连接
zh_hant: 工具與連線

source: Tools changed
ar: تغيّرت الأدوات
de: Tools geändert
es: Herramientas modificadas
fr: Outils modifiés
hi: टूल बदल गए हैं
id: Alat berubah
ja: ツールに変更あり
ko: 도구 변경됨
pt_br: Ferramentas alteradas
ru: Инструменты изменились
th: เครื่องมือมีการเปลี่ยนแปลง
tr: Araçlar değişti
vi: Công cụ đã thay đổi
zh_hans: 工具有更新
zh_hant: 工具有更新

source: Tools come from third parties, and what they return is passed to the model. Only connect servers you trust.
ar: الأدوات مقدَّمة من جهات خارجية، وما تعيده يُسلَّم إلى النموذج. لا تربط إلا الخوادم التي تثق بها.
de: Tools stammen von Dritten, und was sie zurückgeben, wird an das Modell weitergereicht. Verbinde nur Server, denen du vertraust.
es: Las herramientas son de terceros y lo que devuelven se le entrega al modelo. Conecta solo servidores en los que confíes.
fr: Les outils sont fournis par des tiers, et ce qu’ils renvoient est transmis au modèle. Ne connectez que des serveurs en lesquels vous avez confiance.
hi: टूल तीसरे पक्ष के होते हैं, और वे जो लौटाते हैं वह मॉडल को दिया जाता है। सिर्फ़ उन्हीं सर्वर को कनेक्ट करें जिन पर आपको भरोसा है।
id: Alat berasal dari pihak ketiga, dan apa pun yang dikembalikannya diteruskan ke model. Hubungkan hanya server yang Anda percaya.
ja: ツールは第三者が提供するもので、返された内容はモデルに渡されます。信頼できるサーバーだけを接続してください。
ko: 도구는 제3자가 제공하며, 도구가 돌려준 내용은 모델에 전달됩니다. 신뢰하는 서버만 연결하세요.
pt_br: As ferramentas são de terceiros, e o que elas retornam é repassado ao modelo. Conecte apenas servidores em que você confia.
ru: Инструменты предоставляют сторонние разработчики, а всё, что они возвращают, передаётся модели. Подключайте только серверы, которым доверяете.
th: เครื่องมือมาจากบุคคลที่สาม และสิ่งที่เครื่องมือส่งกลับมาจะถูกส่งต่อให้โมเดล โปรดเชื่อมต่อเฉพาะเซิร์ฟเวอร์ที่คุณไว้วางใจ
tr: Araçlar üçüncü taraflarca sağlanır ve döndürdükleri içerik modele aktarılır. Yalnızca güvendiğiniz sunucuları bağlayın.
vi: Công cụ do bên thứ ba cung cấp, và những gì chúng trả về sẽ được chuyển cho mô hình. Chỉ kết nối những máy chủ bạn tin tưởng.
zh_hans: 工具由第三方提供，它返回的内容会交给模型。只连接你信任的服务器。
zh_hant: 工具由第三方提供，它傳回的內容會交給模型。只連接你信任的伺服器。

source: Tools for this chat
ar: أدوات هذه المحادثة
de: Tools für diesen Chat
es: Herramientas de este chat
fr: Outils de cette conversation
hi: इस चैट के टूल
id: Alat untuk chat ini
ja: この会話のツール
ko: 이 대화의 도구
pt_br: Ferramentas deste chat
ru: Инструменты для этого чата
th: เครื่องมือสำหรับแชทนี้
tr: Bu sohbetin araçları
vi: Công cụ cho cuộc trò chuyện này
zh_hans: 本次对话的工具
zh_hant: 本次對話的工具
